import React from "react";
import { Box, Heading, Text } from "@chakra-ui/react";

function CEOMessage() {
  return (
    <Box py={10}>
      <Heading mb={4}>CEO 인사</Heading>
      <Text>
        안녕하세요. 드림어스 대표 최비결입니다. <br />
        2009년부터 묵묵히 걸어온 유아음악 오직 한 길. 천편일률적인 유아음악
        프로그램에서 벗어나기 위해 노력했습니다. 저는 참 부족한게 많은
        사람이었습니다. 계속 연구해도 제 모음에 오케이를 외치게 되는 창의적인
        프로그램이 만들어지지 않았지요. 결국, 반짝이는 아이디어는 부족한 제
        머리에서 나오지 않았습니다. 그럼 누가 만들어주었을까요? <br />
        <br />
        바로 우리 아이들입니다. 수업 현장에서 아이들은 웃음과 언어, 몸짓과
        표정으로 제게 알려주었습니다. 진정으로 원하는게 무엇인지, 어떻게
        창의적인 예술프로그램을 만들어야하는지를요. <br />
        그래서 저는 지금까지도 직접 영상을 찍고 특강과 수업을 진행합니다.
        <br />
        그리고 아이들 또한 지금까지도 제게 “무엇을, 어떻게 만들라” 고
        알려줍니다. <br />
        우리 아이들은 일년 전이 다르고 이년 전이 다릅니다. <br />
        시간의 흐름에 따라 아이들의 달라짐의 속도가 더 빨라지고 있습니다.
        <br />
        그래서 프로그램의 플랜과 티칭방법은 반드시 일년 전이 다르고 이년 전이
        달라야 합니다. <br />
        <br />
        많은 분들이 이야기 합니다. “아이들 맞춤교육을 해야한다.” <br />
        아이들 맞춤교육! 어떤 아이들을 맞춘다는 뜻일까요? <br />
        바로 지금의 아이들, 지금 현재! 저희가 수업하는 아이들을 맞춰야합니다.
        <br />
        <br />
        그래서 드림어스는 지금의 아이들을 연구합니다. 2023년에는 2023년의
        아이들을, 2024년에는 2024년의 아이들을 연구합니다. 2025년에는 2025년의
        아이들을 연구할것입니다. <br />
        <br />
        언제나 저희에게 영감을 주는 지금의 아이들을 위해 무언가를 해줄 수 있다는
        기쁨! <br />
        저와 드림어스 교사진은 즐거운 마음으로 오늘도 연구합니다. <br />
        그것이 저희의 사명입니다. 이 사명에 감사합니다. 그래서 행복합니다.
      </Text>
    </Box>
  );
}

export default CEOMessage;
